/* eslint-disable import/no-anonymous-default-export */
export default [
  {
    id: 0,
    name: "희글이",
    describtion: "안녕하세요. IBK 기업은행 김희진입니다.",
    msg: [
      { text: "안녕하세요. IBK 기업은행 김희진입니다.", time: "오후 4시 26분" },
      { text: "응원해주셔서 감사합니다.", time: "오후 4시 29분" },
    ],
    reply: [
      { text: "가나다라", time: "오후 4시29분" },
      { text: "가나다라", time: "오후 4시29분" },
    ],
  },
  {
    id: 1,
    name: "박백발",
    describtion: "소원",
    msg: [
      { text: "나 지성이야😊 앞으로 자주자주 연락하장", time: "오후 2시 5분" },
    ],
    reply: [],
  },
  {
    id: 2,
    name: "박보검",
    describtion: "2022년 3월 전역",
    msg: [{ text: "안녕하세요. 배우 박보검입니다.", time: "오후 6시 5분" }],
    reply: [{ text: "", time: "" }],
  },
  {
    id: 3,
    name: "DearU bubble",
    describtion: "",
    msg: [
      {
        text: "안녕하세요. 열심히 공부중입니다.",
        time: "오후 12시 31분",
      },
    ],
    reply: [{ text: "", time: "" }],
  },
];
